alacritty
android-file-transfer
awww
aylurs-gtk-shell
base
base-devel
bash-completion
bash-language-server
bat
blueman
bluez
bluez-utils
brave-bin
breeze-gtk
brightnessctl
btop
btrfs-progs
checkupdates-with-aur
clang
cliphist
code
docker
docker-compose
dunst
dysk
efibootmgr
eslint
eza
fd
foliate
fuse2
fzf
git
github-cli
glow
go
gofumpt
google-java-format
gphoto2
gradle
graphite-gtk-theme
grim
grimblast-git
gst-plugin-pipewire
gtk4
gvfs-mtp
htop
hypridle
hyprlock
hyprpicker
hyprshade
imagemagick
intel-ucode
intltool
jdk-openjdk
jdk21-openjdk
jq
kafka
keyd
kid3
kitty
lazygit
less
libadwaita
libiconv
libnotify
libpulse
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lsof
lua51
luarocks
maven
mpv
mtpfs
nautilus
nautilus-open-any-terminal
neovim
network-manager-applet
networkmanager
nm-connection-editor
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nwg-dock-hyprland
nwg-look
obsidian
oh-my-posh-bin
otf-font-awesome
papirus-icon-theme
pavucontrol
pgcli
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-gnome
postgresql
postman-bin
prettier
python-black
python-gobject
python-pip
python-pipx
python-pywal
python-screeninfo
qt5-graphicaleffects
qt5-quickcontrols2
qt5-svg
qt6-5compat
rofi
rsync
ruby
rust
sassc
sddm
slurp
socat
stylua
task
taskwarrior-tui
tcpdump
tk
tmux
torbrowser-launcher
trash-cli
tree
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
tumbler
typescript
typescript-language-server
uwsm
v4l2loopback-dkms
valkey
viewnior
vim
vimpc-git
waybar
waypaper-git
wf-recorder
wget
wireplumber
wlogout
xclip
xdg-desktop-portal-gtk
yamlfmt
yay
yay-debug
yazi
yt-dlp
zoxide
zram-generator
zsh
zsh-completions
